---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ComponentRepeaterIterator
source: html/ee151c8f-5db9-3c18-f86e-e2682d686e10.htm
---
# ComponentRepeaterIterator Members

Releases all resources used by the ComponentRepeaterIterator